Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden Windows Security App/Strings/*/Resources.resw
Source language: en_us
Languages: he_il

# CheckForUpdateSettingsCard.AutomationProperties.HelpText
source: Once the updates are downloaded and installed, the next time you open the Harden Windows Security you will use the new version.
he_il: ברגע שהעדכונים יורדו ומותקנים, בפעם הבאה שתפתח את Harden Windows Security תשתמש בגרסה החדשה.

# UpdatePageCheckForUpdateButton.ToolTipService.ToolTip
source: Will download and install the latest version from the GitHub repository. The time it takes depends on your network connection. Approximate download size is 65 MB.
he_il: יוריד ויתקין את הגרסה העדכנית ביותר ממאגר GitHub. הזמן שזה לוקח תלוי בחיבור הרשת שלך. גודל הורדה משוער הוא 65 MB.

# UpdatePageCheckForUpdateButton.AutomationProperties.HelpText
source: Will download and install the latest version from the GitHub repository. The time it takes depends on your network connection. Approximate download size is 65 MB.
he_il: יוריד ויתקין את הגרסה העדכנית ביותר ממאגר GitHub. הזמן שזה לוקח תלוי בחיבור הרשת שלך. גודל הורדה משוער הוא 65 MB.

# AutoUpdateCheckSettingsCard.Description
source: Automatically checks for update when the app launches and notify you if a new version is available so you can use this page to install it.
he_il: בודק אוטומטית עדכון כאשר האפליקציה מופעלת ומודיע לך אם גרסה חדשה זמינה כדי שתוכל להשתמש בעמוד זה כדי להתקין אותה.

# AutoUpdateCheckSettingsCard.Header
source: Auto Update Check
he_il: בדיקת עדכון אוטומטית

# AutoUpdateCheckSettingsCard.ToolTipService.ToolTip
source: Automatically checks for update when the app launches and notify you if a new version is available so you can use this page to install it.
he_il: בודק אוטומטית עדכון כאשר האפליקציה מופעלת ומודיע לך אם גרסה חדשה זמינה כדי שתוכל להשתמש בעמוד זה כדי להתקין אותה.

# AutoUpdateCheckSettingsCard.AutomationProperties.HelpText
source: Automatically checks for update when the app launches and notify you if a new version is available so you can use this page to install it.
he_il: בודק אוטומטית עדכון כאשר האפליקציה מופעלת ומודיע לך אם גרסה חדשה זמינה כדי שתוכל להשתמש בעמוד זה כדי להתקין אותה.

# HardenedUpdateProcedureSettingsCard.Description
source: When this option is enabled, the temporary private key of the on-device generated certificate will be linked to the user's account, requiring confirmation of prompts before it can be used for signing.
he_il: כאשר אפשרות זו מופעלת, המפתח הפרטי הזמני של האישור שנוצר במכשיר יקושר לחשבון המשתמש, מה שידרוש אישור הנחיות לפני שניתן יהיה להשתמש בו לחתימה.

# HardenedUpdateProcedureSettingsCard.Header
source: Hardened Update Procedure
he_il: הליך עדכון מחוזק

# HardenedUpdateProcedureSettingsCard.ToolTipService.ToolTip
source: When this option is enabled, the temporary private key of the on-device generated certificate will be linked to the user's account, requiring confirmation of prompts before it can be used for signing.
he_il: כאשר אפשרות זו מופעלת, המפתח הפרטי הזמני של האישור שנוצר במכשיר יקושר לחשבון המשתמש, מה שידרוש אישור הנחיות לפני שניתן יהיה להשתמש בו לחתימה.

# HardenedUpdateProcedureSettingsCard.AutomationProperties.HelpText
source: When this option is enabled, the temporary private key of the on-device generated certificate will be linked to the user's account, requiring confirmation of prompts before it can be used for signing.
he_il: כאשר אפשרות זו מופעלת, המפתח הפרטי הזמני של האישור שנוצר במכשיר יקושר לחשבון המשתמש, מה שידרוש אישור הנחיות לפני שניתן יהיה להשתמש בו לחתימה.

# RateAndReviewSettingsCard.AutomationProperties.HelpText
source: Opens the Microsoft Store mini page where you can rate and optionally write a review for the Harden Windows Security.
he_il: פותח את המיני עמוד של Microsoft Store שם תוכל לדרג ולכתוב סקירה עבור Harden Windows Security.

# RateAndReviewSettingsCard.Header
source: Rate and Review
he_il: דרג וסקור

# RateAndReviewSettingsCard.Description
source: Opens the Microsoft Store mini page where you can rate and optionally write a review for the Harden Windows Security.
he_il: פותח את המיני עמוד של Microsoft Store שם תוכל לדרג ולכתוב סקירה עבור Harden Windows Security.

# RateAndReviewSettingsCard.ToolTipService.ToolTip
source: Opens the Microsoft Store mini page where you can rate and optionally write a review for the Harden Windows Security.
he_il: פותח את המיני עמוד של Microsoft Store שם תוכל לדרג ולכתוב סקירה עבור Harden Windows Security.

# CheckingForUpdateStore
source: Checking for update in the Microsoft Store...
he_il: בודק עדכון ב-Microsoft Store...

# NewUpdateIsAvailableStore
source: A new update is available. Opening the Microsoft Store so you can proceed with updating the app in there.
he_il: עדכון חדש זמין. פותח את Microsoft Store כדי שתוכל להמשיך עם עדכון האפליקציה שם.

# ProblemOpeningMSStore
source: There was a problem opening the Microsoft Store page of the Harden Windows Security.
he_il: הייתה בעיה בפתיחת עמוד Microsoft Store של Harden Windows Security.

# TheAppIsUpToDate
source: The Harden Windows Security application is up to date.
he_il: אפליקציית Harden Windows Security מעודכנת.

# UpdateCheckError
source: An error occurred while checking for update.
he_il: אירעה שגיאה בעת בדיקת עדכון.

# FailedToOpenRating
source: Failed to open rating page in the Microsoft Store.
he_il: נכשל בפתיחת עמוד דירוג ב-Microsoft Store.

# InstallVersionMessage
source: Install version {0}
he_il: התקן גרסה {0}

# InstallLatestVer
source: Install the latest version
he_il: התקן את הגרסה העדכנית ביותר

# WebViewBackButton.Text
source: Back
he_il: אחורה

# WebViewForwardButton.Text
source: Forward
he_il: קדימה

# WebViewReloadButton.Text
source: Reload
he_il: טען מחדש

# WebViewHomeButton.Text
source: Home
he_il: בית

# DocumentationNavigationViewItemHeader.Content
source: Documentation
he_il: תיעוד

# UserCanceledUACMessage
source: User canceled the UAC prompt.
he_il: המשתמש ביטל את הודעת UAC.

# ProtectionPresets.Text
source: Protection Presets
he_il: תצורות הגנה

# ProtectionPresetsComboBox.AutomationProperties.HelpText
source: Choose one of the protection presets to apply, they are pre-configured sets of configurations made for different security levels.
he_il: בחר אחת מתצורות ההגנה להחלה, הן קבוצות קונפיגורציה מוגדרות מראש שיועדו לרמות אבטחה שונות.

# ProtectionPresetsComboBox.ToolTipService.ToolTip
source: Choose one of the protection presets to apply, they are pre-configured sets of configurations made for different security levels.
he_il: בחר אחת מתצורות ההגנה להחלה, הן קבוצות קונפיגורציה מוגדרות מראש שיועדו לרמות אבטחה שונות.

# BasicProtectionPresetComboBoxItem.Content
source: Basic
he_il: בסיסי

# RecommendedProtectionPresetComboBoxItem.Content
source: Recommended
he_il: מומלץ

# CompleteProtectionPresetComboBoxItem.Content
source: Complete
he_il: מלא

# ProtectPageTitle.Text
source: Manage security configurations and choose how to secure your device.
he_il: נהל תצורות אבטחה ובחר איך לאבטח את המכשיר שלך.

# ASRNavItem.Content
source: Attack Surface Reduction
he_il: צמצום משטח התקפה

# TLSSecurityNavItem.Content
source: TLS Security
he_il: אבטחת TLS

# LockScreenNavItem.Content
source: Lock Screen
he_il: מסך נעילה

# UACNavItem.Content
source: User Account Control
he_il: בקרת חשבונות משתמש

# WindowsFirewallNavItem.Content
source: Windows Firewall
he_il: חומת אש של Windows

# OptionalWindowsFeaturesNavItem.Content
source: Optional Windows Features
he_il: תכונות אופציונליות של Windows

# WindowsNetworkingNavItem.Content
source: Windows Networking
he_il: רשתות Windows

# MiscellaneousNavItem.Content
source: Miscellaneous
he_il: שונות

# EdgeBrowserNavItem.Content
source: Edge Browser
he_il: דפדפן Edge

# CertificatesNavItem.Content
source: Certificates
he_il: אישורים

# CountryIPBlockingNavItem.Content
source: Country IP Blocking
he_il: חסימת IP לפי מדינה

# NonAdminCommandsNavItem.Content
source: Non-Admin Commands
he_il: פקודות ללא מנהל

# KeynameHeader.Text
source: Key Name
he_il: שם מפתח

# ValueNameHeader.Text
source: Value Name
he_il: שם ערך

# ValueHeader.Text
source: Value
he_il: ערך

# CategoryHeader.Text
source: Category
he_il: קטגוריה

# SubCategoryHeader.Text
source: Sub-Category
he_il: תת-קטגוריה

# PolicyActionHeader.Text
source: Policy Action
he_il: פעולת מדיניות

# FriendlyNameHeader.Text
source: Friendly Name
he_il: שם ידידותי

# SizeHeader.Text
source: Size
he_il: גודל

# KeynameColumnHeaderBtn.Content
source: Key Name
he_il: שם מפתח

# ValueNameColumnHeaderBtn.Content
source: Value Name
he_il: שם ערך

# ValueColumnHeaderBtn.Content
source: Value
he_il: ערך

# CategoryColumnHeaderBtn.Content
source: Category
he_il: קטגוריה

# SubCategoryColumnHeaderBtn.Content
source: Sub-Category
he_il: תת-קטגוריה

# PolicyActionColumnHeaderBtn.Content
source: Policy Action
he_il: פעולת מדיניות

# FriendlyNameColumnHeaderBtn.Content
source: Friendly Name
he_il: שם ידידותי

# SizeColumnHeaderBtn.Content
source: Size
he_il: גודל

# GroupPolicyEditorNavItem.Content
source: Group Policy Editor
he_il: עורך מדיניות קבוצתית

# ClearButton.Content
source: Clear
he_il: נקה

# ClearButton.ToolTipService.ToolTip
source: Clear
he_il: נקה

# ClearButton.AutomationProperties.HelpText
source: Clear
he_il: נקה

# GroupPolicyEditorPageTitle.Text
source: Open and read Group Policy files in this page. You can search through the data and remove individual policies from the file. You can also view the effective policies on the system.
he_il: פתח וקרא קבצי מדיניות קבוצתית בעמוד זה. אתה יכול לחפש בנתונים ולהסיר מדיניות בודדות מהקובץ. אתה יכול גם לצפות במדיניות התקפות במערכת.

# ViewSelectedGroupPolicyFileTextBlock.Text
source: View the policy file path(s) you selected.
he_il: צפה בנתיב(י) קובץ המדיניות שבחרת.

# TotalPoliciesTextBlock.PlaceholderText
source: Total policies: 0
he_il: סך כל המדיניות: 0

# TotalPoliciesTextBlock.ToolTipService.ToolTip
source: The total number of the policies
he_il: המספר הכולל של המדיניות

# TotalPoliciesTextBlock.AutomationProperties.HelpText
source: The total number of the policies
he_il: המספר הכולל של המדיניות

# SearchBoxTextBox.PlaceholderText
source: Search the data...
he_il: חפש בנתונים...

# SearchBoxTextBox.ToolTipService.ToolTip
source: Search among the displayed data
he_il: חפש בין הנתונים המוצגים

# SearchBoxTextBox.AutomationProperties.HelpText
source: Search among the displayed data
he_il: חפש בין הנתונים המוצגים

# CopyRow.Text
source: Copy Row
he_il: העתק שורה

# CopyRow.ToolTipService.ToolTip
source: Copy the currently selected row(s) to the clipboard as texts in order to paste them into any text editor.
he_il: העתק את השורה(ות) הנבחרת(ות) כעת ללוח כטקסטים כדי להדביק אותם בכל עורך טקסט.

# CopyRow.AutomationProperties.HelpText
source: Copy the currently selected row(s) to the clipboard as texts in order to paste them into any text editor.
he_il: העתק את השורה(ות) הנבחרת(ות) כעת ללוח כטקסטים כדי להדביק אותם בכל עורך טקסט.

# GenericBrowseButton.Content
source: Browse
he_il: עיון

# GenericBrowseButton.ToolTipService.ToolTip
source: Browse
he_il: עיון

# GenericBrowseButton.AutomationProperties.HelpText
source: Browse
he_il: עיון

# GetEffectivePoliciesMenuFlyoutItem.Text
source: Get Effective Policies
he_il: קבל מדיניות תקפות

# GetEffectivePoliciesMenuFlyoutItem.ToolTipService.ToolTip
source: Lists the effective Group Policies applied to the current system.
he_il: מציג את המדיניות הקבוצתית התקפות שמוחלות על המערכת הנוכחית.

# GetEffectivePoliciesMenuFlyoutItem.AutomationProperties.HelpText
source: Lists the effective Group Policies applied to the current system.
he_il: מציג את המדיניות הקבוצתית התקפות שמוחלות על המערכת הנוכחית.

# MoreActionsMenuBar.Title
source: More Actions
he_il: פעולות נוספות

# MoreActionsMenuBar.ToolTipService.ToolTip
source: Perform more actions using specialized features.
he_il: בצע פעולות נוספות באמצעות תכונות מתמחות.

# MoreActionsMenuBar.AutomationProperties.HelpText
source: Perform more actions using specialized features.
he_il: בצע פעולות נוספות באמצעות תכונות מתמחות.

# SelectOtherPolFilesForMergeSettingsCard.Header
source: Select other POL files to merge
he_il: בחר קבצי POL אחרים למיזוג

# SelectOtherPolFilesForMergeSettingsCard.Description
source: Browse for other POL files to be merged with the main POL file. If an entry with the same KeyName and ValueName exists in both the main file and any other POL file, the entry from the other file takes priority and overwrites the main POL file's entry.
he_il: עיון לקבצי POL אחרים שיוזגו עם קובץ ה-POL הראשי. אם קיימת רשומה עם אותו KeyName ו-ValueName גם בקובץ הראשי וגם בקובץ POL אחר, הרשומה מהקובץ האחר תקבל עדיפות ותחליף את הרשומה של קובץ ה-POL הראשי.

# SelectOtherPolFilesForMergeSettingsCard.ToolTipService.ToolTip
source: Browse for other POL files to be merged with the main POL file. If an entry with the same KeyName and ValueName exists in both the main file and any other POL file, the entry from the other file takes priority and overwrites the main POL file's entry.
he_il: עיון לקבצי POL אחרים שיוזגו עם קובץ ה-POL הראשי. אם קיימת רשומה עם אותו KeyName ו-ValueName גם בקובץ הראשי וגם בקובץ POL אחר, הרשומה מהקובץ האחר תקבל עדיפות ותחליף את הרשומה של קובץ ה-POL הראשי.

# SelectOtherPolFilesForMergeSettingsCard.AutomationProperties.HelpText
source: Browse for other POL files to be merged with the main POL file. If an entry with the same KeyName and ValueName exists in both the main file and any other POL file, the entry from the other file takes priority and overwrites the main POL file's entry.
he_il: עיון לקבצי POL אחרים שיוזגו עם קובץ ה-POL הראשי. אם קיימת רשומה עם אותו KeyName ו-ValueName גם בקובץ הראשי וגם בקובץ POL אחר, הרשומה מהקובץ האחר תקבל עדיפות ותחליף את הרשומה של קובץ ה-POL הראשי.

# SelectMainPolFilesForMergeSettingsCard.Header
source: Select Main POL file to merge
he_il: בחר קובץ POL ראשי למיזוג

# SelectMainPolFilesForMergeSettingsCard.Description
source: Browse for the main POL file. All other POL files will add their content to this file and overwrite any existing content.
he_il: עיון לקובץ ה-POL הראשי. כל קבצי ה-POL האחרים יוסיפו את התוכן שלהם לקובץ זה ויחליפו כל תוכן קיים.

# SelectMainPolFilesForMergeSettingsCard.ToolTipService.ToolTip
source: Browse for the main POL file. All other POL files will add their content to this file and overwrite any existing content.
he_il: עיון לקובץ ה-POL הראשי. כל קבצי ה-POL האחרים יוסיפו את התוכן שלהם לקובץ זה ויחליפו כל תוכן קיים.

# SelectMainPolFilesForMergeSettingsCard.AutomationProperties.HelpText
source: Browse for the main POL file. All other POL files will add their content to this file and overwrite any existing content.
he_il: עיון לקובץ ה-POL הראשי. כל קבצי ה-POL האחרים יוסיפו את התוכן שלהם לקובץ זה ויחליפו כל תוכן קיים.

# POLFilesMergeTitleTextBlock.Text
source: Merge multiple Group Policy POL files into one
he_il: מזג קבצי מדיניות קבוצתית POL מרובים לאחד

# StartPOLFileMergeButton.Content
source: Start the Merge
he_il: התחל את המיזוג

# StartPOLFileMergeButton.ToolTipService.ToolTip
source: Starting merging the selected Group Policy POL files.
he_il: התחל למזג את קבצי מדיניות קבוצתית POL הנבחרים.

# StartPOLFileMergeButton.AutomationProperties.HelpText
source: Starting merging the selected Group Policy POL files.
he_il: התחל למזג את קבצי מדיניות קבוצתית POL הנבחרים.

# OpenSidebarMenuFlyoutItem.Text
source: Open Sidebar
he_il: פתח סרגל צד

# OpenSidebarMenuFlyoutItem.ToolTipService.ToolTip
source: Opens the sidebar so you can access additional features.
he_il: פותח את סרגל הצד כדי שתוכל לגשת לתכונות נוספות.

# OpenSidebarMenuFlyoutItem.AutomationProperties.HelpText
source: Opens the sidebar so you can access additional features.
he_il: פותח את סרגל הצד כדי שתוכל לגשת לתכונות נוספות.

# ClearDataButton.Content
source: Clear Data
he_il: נקה נתונים

# ClearDataButton.ToolTipService.ToolTip
source: Clear all of the data from the List View
he_il: נקה את כל הנתונים מהתצוגה הרשימתית

# ClearDataButton.AutomationProperties.HelpText
source: Clear all of the data from the List View
he_il: נקה את כל הנתונים מהתצוגה הרשימתית

# LoadButton.Content
source: Load
he_il: טען

# LoadButton.ToolTipService.ToolTip
source: Load the selected policy's data.
he_il: טען את נתוני המדיניות הנבחרת.

# LoadButton.AutomationProperties.HelpText
source: Load the selected policy's data.
he_il: טען את נתוני המדיניות הנבחרת.

# ConvertPOLToJSONTitleTextBlock.Text
source: Convert Group Policy POL files to JSON
he_il: המר קבצי מדיניות קבוצתית POL ל-JSON

# ConvertPOLToJSONButton.Content
source: Convert
he_il: המר

# ConvertPOLToJSONButton.ToolTipService.ToolTip
source: Start converting the selected Group Policy POL files to JSON files with the same names.
he_il: התחל להמיר את קבצי מדיניות קבוצתית POL הנבחרים לקבצי JSON עם אותם שמות.

# ConvertPOLToJSONButton.AutomationProperties.HelpText
source: Start converting the selected Group Policy POL files to JSON files with the same names.
he_il: התחל להמיר את קבצי מדיניות קבוצתית POL הנבחרים לקבצי JSON עם אותם שמות.

# SelectPOLFilesForJSONConversionSettingsCard.Header
source: Select POL files to Convert To JSON
he_il: בחר קבצי POL להמרה ל-JSON

# SelectPOLFilesForJSONConversionSettingsCard.Description
source: Browse for POL files to be converted to JSON files.
he_il: עיון לקבצי POL שיומרו לקבצי JSON.

# SelectPOLFilesForJSONConversionSettingsCard.ToolTipService.ToolTip
source: Browse for POL files to be converted to JSON files.
he_il: עיון לקבצי POL שיומרו לקבצי JSON.

# SelectPOLFilesForJSONConversionSettingsCard.AutomationProperties.HelpText
source: Browse for POL files to be converted to JSON files.
he_il: עיון לקבצי POL שיומרו לקבצי JSON.

# OutputDirForJSONConversionSettingsCard.Header
source: Select an Output directory (Optional)
he_il: בחר תיקיית פלט (אופציונלי)

# OutputDirForJSONConversionSettingsCard.Description
source: Optionally browse for a directory where all of the JSON files will be saved to. If not selected, each JSON file will be saved in the same directory as the selected POL file with the same name.
he_il: עיון אופציונלי לתיקיה שם כל קבצי ה-JSON יישמרו. אם לא נבחר, כל קובץ JSON יישמר באותה תיקיה כמו קובץ ה-POL הנבחר עם אותו שם.

# OutputDirForJSONConversionSettingsCard.ToolTipService.ToolTip
source: Optionally browse for a directory where all of the JSON files will be saved to. If not selected, each JSON file will be saved in the same directory as the selected POL file with the same name.
he_il: עיון אופציונלי לתיקיה שם כל קבצי ה-JSON יישמרו. אם לא נבחר, כל קובץ JSON יישמר באותה תיקיה כמו קובץ ה-POL הנבחר עם אותו שם.

# OutputDirForJSONConversionSettingsCard.AutomationProperties.HelpText
source: Optionally browse for a directory where all of the JSON files will be saved to. If not selected, each JSON file will be saved in the same directory as the selected POL file with the same name.
he_il: עיון אופציונלי לתיקיה שם כל קבצי ה-JSON יישמרו. אם לא נבחר, כל קובץ JSON יישמר באותה תיקיה כמו קובץ ה-POL הנבחר עם אותו שם.

# SelectedDirectory.Text
source: View the directory you selected
he_il: צפה בתיקיה שבחרת

# ConvertJSONToPolTitleTextBlock.Text
source: Convert JSON files to Group Policy POL files
he_il: המר קבצי JSON לקבצי מדיניות קבוצתית POL

# SelectJSONFilesForPOLConversionSettingsCard.Header
source: Select JSON files to Convert To POL
he_il: בחר קבצי JSON להמרה ל-POL

# SelectJSONFilesForPOLConversionSettingsCard.Description
source: Browse for JSON files to be converted to POL Group Policy files.
he_il: עיון לקבצי JSON שיומרו לקבצי מדיניות קבוצתית POL.

# SelectJSONFilesForPOLConversionSettingsCard.ToolTipService.ToolTip
source: Browse for JSON files to be converted to POL Group Policy files.
he_il: עיון לקבצי JSON שיומרו לקבצי מדיניות קבוצתית POL.

# SelectJSONFilesForPOLConversionSettingsCard.AutomationProperties.HelpText
source: Browse for JSON files to be converted to POL Group Policy files.
he_il: עיון לקבצי JSON שיומרו לקבצי מדיניות קבוצתית POL.

# ConvertJSONToPOLButton.Content
source: Convert
he_il: המר

# ConvertJSONToPOLButton.ToolTipService.ToolTip
source: Start converting the selected JSON files to Group Policy POL files with the same names.
he_il: התחל להמיר את קבצי ה-JSON הנבחרים לקבצי מדיניות קבוצתית POL עם אותם שמות.

# ConvertJSONToPOLButton.AutomationProperties.HelpText
source: Start converting the selected JSON files to Group Policy POL files with the same names.
he_il: התחל להמיר את קבצי ה-JSON הנבחרים לקבצי מדיניות קבוצתית POL עם אותם שמות.

# OutputDirForPOLConversionSettingsCard.Header
source: Select an Output directory (Optional)
he_il: בחר תיקיית פלט (אופציונלי)

# OutputDirForPOLConversionSettingsCard.Description
source: Optionally browse for a directory where all of the POL files will be saved to. If not selected, each POL file will be saved in the same directory as the selected JSON file with the same name.
he_il: עיון אופציונלי לתיקיה שם כל קבצי ה-POL יישמרו. אם לא נבחר, כל קובץ POL יישמר באותה תיקיה כמו קובץ ה-JSON הנבחר עם אותו שם.

# OutputDirForPOLConversionSettingsCard.ToolTipService.ToolTip
source: Optionally browse for a directory where all of the POL files will be saved to. If not selected, each POL file will be saved in the same directory as the selected JSON file with the same name.
he_il: עיון אופציונלי לתיקיה שם כל קבצי ה-POL יישמרו. אם לא נבחר, כל קובץ POL יישמר באותה תיקיה כמו קובץ ה-JSON הנבחר עם אותו שם.

# OutputDirForPOLConversionSettingsCard.AutomationProperties.HelpText
source: Optionally browse for a directory where all of the POL files will be saved to. If not selected, each POL file will be saved in the same directory as the selected JSON file with the same name.
he_il: עיון אופציונלי לתיקיה שם כל קבצי ה-POL יישמרו. אם לא נבחר, כל קובץ POL יישמר באותה תיקיה כמו קובץ ה-JSON הנבחר עם אותו שם.

# CopyIndividualItems.Text
source: Copy Individual Items
he_il: העתק פריטים בודדים

# CopyIndividualItems.ToolTipService.ToolTip
source: Expands a submenu on hover or touch so you will have the option to copy individual items in each row.
he_il: מרחיב תת-תפריט בריחוף או במגע כך שתהיה לך אפשרות להעתיק פריטים בודדים בכל שורה.

# CopyIndividualItems.AutomationProperties.HelpText
source: Expands a submenu on hover or touch so you will have the option to copy individual items in each row.
he_il: מרחיב תת-תפריט בריחוף או במגע כך שתהיה לך אפשרות להעתיק פריטים בודדים בכל שורה.

# EnablingRestorePointScan-MSDefender
source: Enable Restore point scan
he_il: הפעל סריקת נקודת שחזור

# AllowSwitchToAsyncInspection-MSDefender
source: Optimize Network Protection Performance of the Microsoft Defender by making it asynchronous.
he_il: בצע אופטימיזציה לביצועי הגנת הרשת של Microsoft Defender על ידי הפיכתה לאסינכרונית.

# EnableConvertWarnToBlock-MSDefender
source: Set the Network Protection to block network traffic instead of displaying a warning
he_il: הגדר את הגנת הרשת לחסום תעבורת רשת במקום להציג אזהרה

# BruteForceProtectionLocalNetworkBlocking-MSDefender
source: Extend brute-force protection coverage to block local network addresses.
he_il: הרחב כיסוי הגנה מפני כוח גס כדי לחסום כתובות רשת מקומיות.

# AddOneDriveDirsToCFA-MSDefender
source: Add OneDrive folders of all the user accounts (personal and work accounts) to the Controlled Folder Access for Ransomware Protection
he_il: הוסף תיקיות OneDrive של כל חשבונות המשתמש (חשבונות אישיים ועבודה) לבקרת גישה לתיקיות מוגנות להגנה מפני כופר

# EnableMandatoryASLR-MSDefender
source: Enable Mandatory ASLR Exploit Protection System-wide
he_il: הפעל הגנה חובה על ASLR למערכת כולה

# ApplyProcessMitigations-MSDefender
source: Apply the Process Mitigations for: {0}
he_il: החל הקלות תהליכים עבור: {0}

# ARM64NoticeForProcessMitigations
source: ARM64 hardware detected, skipping process mitigations due to potential incompatibilities.
he_il: זוהה חומרת ARM64, מדלג על הקלות תהליכים בגלל אי-תאימויות פוטנציאליות.

# SetNXBit-MSDefender
source: Turn on Data Execution Prevention (DEP) for all applications, including 32-bit programs.
he_il: הפעל מניעת ביצוע נתונים (DEP) לכל האפליקציות, כולל תוכניות 32-bit.
